<template>
  <div>

    <Header />

    <section class="section-gap documentation">
      <div class="container">
        <h1 class="h1-title">Условия пользовательского соглашения</h1>
        <div class="text">
          Настоящие Условия пользования вебсайтом представляют собой всю полноту положений и условий, регулирующих использование настоящего вебсайта и любых услуг, предоставляемых через него. Использование настоящего вебсайта и/или, услуг, оказываемых через него ("Услуги"), регламентируется настоящими Условиями пользования вебсайтом (" Условия пользования вебсайтом "). Если у Вас есть какие-либо возражения в отношении этих Условий пользования вебсайтом, не пользуйтесь нашими Услугами ни в каком виде. . Доступ к и использование Вами этого вебсайта означают принятие Вами настоящих Условий пользования вебсайтом, а
          также любых других официальных уведомлений и заявлений, содержащихся на данном вебсайте. Использование Вами вебсайта Corex Brokers регулируется той версией Условий пользования вебсайтом, которая является действительной в соответствующие даты, т.е. в даты, когда Вы посещаете вебсайт Corex Brokers.
          Мы сохраняем за собой право в любой момент изменять настоящие Условия пользования вебсайтом. В тех случаях, когда в настоящие Условия пользования вебсайтом будут внесены изменения, мы опубликуем их на нашем вебсайте и/или сообщим Вам об этих изменениях каким- либо другим способом, причем любое из таких уведомлений будет считаться достаточным уведомлением. Таким образом, Вам следует просматривать эту страницу вебсайта время от времени для того, чтобы Вы могли узнать о любых таких изменениях. Продолжение использования Вами вебсайта Corex Brokers и Услуг после публикации каких-либо изменений будет расцениваться как Ваше согласие с измененными Условиями пользования вебсайтом и будет регулироваться этими измененными Условиями пользования вебсайтом. В случае, если Вы не захотите связывать себя обязательствами, вытекающими из этих изменений, Вам следует прекратить использование вебсайта Corex Brokers и Услуг.
          Клиентский договор
          Настоящие Условия пользования вебсайтом заключены между Вами ("Вы") и Corex Brokers. Настоящие Условия пользования вебсайтом полностью описывают положения и условия, которые Вы обязаны принять без ограничений и возражений перед началом использования Услуг. Прежде чем начать пользоваться нашими Услугами и прежде чем стать клиентом Corex Brokers, Вы должны полностью ознакомиться и согласиться со всеми положениями и условиями, прямо установленными настоящим документом и/или вытекающими в результате ссылки на них в настоящем документе. Невзирая на какие-либо положения об обратном, продолжение использования Вами наших Услуг означает, что Вы прочитали настоящие Условия пользования
          вебсайтом и безоговорочно приняли без ограничений эти Условия пользования вебсайтом.
          Если не установлено иное, мы обладаем правами на объекты интеллектуальной собственности вебсайта и материалов, содержащихся на нем. В соответствии с изложенной ниже лицензией, все эти интеллектуальные права защищены.
          Вы можете просматривать, загружать (исключительно для целей кэширования), а также распечатывать страницы вебсайта для личного пользования, с учетом ограничений, изложенных ниже, а также в любых других пунктах настоящих Условий пользования вебсайтом.
          Вы не вправе:
          перепечатывать материалы с вебсайта (включая, перепечатку на каких-либо других вебсайтах);
          продавать, сдавать напрокат или переуступать материалы вебсайта;
          публично демонстрировать любые материалы вебсайта;
          воспроизводить, размножать, копировать или любым другим способом использовать материалы нашего вебсайта в коммерческих целях;
          редактировать или изменять любым другим способом материалы вебсайта;
          или перераспределять материалы вебсайта, за исключением материалов, которые конкретно и в прямой форме предоставляются для перераспределения (например, такие материалы, как наши новостные рассылки).
          В тех случаях, когда материалы предоставляются непосредственно для перераспределения, эти
          материалы могут быть перераспределены только в рамках Вашей организации.
          Приемлемое использование
          Вы не вправе использовать наш вебсайт каким-либо способом, который причиняет или может причинить ущерб вебсайту или затруднять доступ к нему, или ухудшать его доступность; или любым противоправным, незаконным, мошенническим или наносящим ущерб способом, равно как и использовать наш вебсайт в связи с какой-либо противоправной, незаконной, мошеннической или наносящей вред деятельностью или в иных подобных целях.
          Уважайте других пользователей: нецензурные выражения, порнография, запугивания и угрозы, оскорбления, разжигание национальной розни, клевета, нетематические и пустые комментарии, а также попытки выдавать себя за другое лицо недопустимы.
          Пожалуйста, не размещайте материалы, которые защищены авторскими правами. Продвижение, ссылки или призывы к использованию нелегального программного обеспечения запрещены. Это касается программного обеспечения, которое больше не поддерживается разработчиком, краденого программного обеспечения, размещённого на хакерских сайтах, музыкальных и видео файлов, а также литературных образцов.
          Непозволительно размещать спам или рекламные объявления, включая постинг одинаковых сообщений несколько раз, сообщений о продаже, ссылок на нетематические сторонние ресурсы и любых ссылок, которые гарантируют вам награду за каждый клик других пользователей (иные сайты, игры и т.д.)
          В частных случаях могут быть сделаны предупреждения, но грубое намеренное нарушение данных правил приведёт к немедленному и постоянному бану.
          Вы не вправе использовать наш вебсайт для копирования, хранения, размещения, передачи,
          отправки, использования, публикации или распределения любых материалов, которые включают в себя (связаны с) какие-либо программы-шпионы, компьютерные вирусы, вредоносные программы типа Троянского коня, вирусы-черви, регистраторы клавиатуры, руткиты или другое вредоносное программное обеспечение.
          Вы не вправе вести какую-либо систематическую или автоматизированную деятельность по сбору данных (включая, в частности, сбор данных (scraping), интеллектуальный анализ данных (data mining), извлечение данных (data extraction), а также комплексный поиск и извлечение данных (data harvesting) на нашем вебсайте или в отношении нашего вебсайта без нашего прямого письменного согласия.
          Ограничение доступа
          Если во время использования вебсайта от Вас потребуется создать пароль, Вы обязаны обеспечить секретность этого пароля, и Вам запрещается сообщать этот пароль кому-либо. Вы будете нести ответственность за все действия, которые будут совершаться под Вашим паролем. Если Вам становится известно или у Вас возникли подозрения, что кому-то еще известен Ваш
          пароль, Вам следует незамедлительно связаться с нами. В случае, если у Corex Brokers есть причины полагать, что имело место нарушение секретности или ненадлежащее использование вебсайта, мы можем потребовать от Вас сменить пароль или можем приостановить Ваше пользование вебсайтом.
          Если мы предоставляем Вам идентификатор пользователя и пароль для того, чтобы открыть доступ к разделам, размещенным на нашем вебсайте для служебного пользования, или к какому- либо другому контенту или услугам, Вы обязаны обеспечить секретность такого идентификатора пользователя и пароля.
          Ограниченные гарантии
          Мы стараемся обеспечивать максимальную достоверность информации, содержащейся на этом вебсайте. Однако, мы не даем гарантий никакого рода в отношении этого вебсайта или Связанных вебсайтов, а также/или любых материалов, предоставленных на этом вебсайте или Связанных вебсайтах, равно как и не связываем себя обязательствами по постоянному обеспечению доступности этого вебсайта или поддержанию материалов на нем в актуальном состоянии.
          В той мере, в которой это разрешено действующим законодательством, мы исключаем любые заверения, гарантии и положения, относящиеся к этому вебсайту и его использованию (включая, но не ограничиваясь, любыми гарантиями, предусмотренными законодательством удовлетворительного качества, а также гарантиями пригодности для использования по назначению и/или гарантиями применения должной заботливости и профессионального отношения).
          Ограничение и исключение ответственности
          Мы не будем нести ответственность перед Вами в отношении каких-либо убытков, возникающих в результате каких-либо обстоятельств непреодолимой силы.
          Мы не будем нести ответственность перед Вами в отношении каких-либо коммерческих убытков, включая (но не ограничиваясь) упущенную выгоду, недополученную прибыль, доход, выручку, а также ущерб использованию, производству, равно как и ущерб предполагаемым сбережениям, коммерческой деятельности, договорным отношениям, коммерческим возможностям или стоимости деловых связей и репутации предприятия (goodwill).
          Мы не будем нести ответственность перед Вами в отношении какой-либо утраты или порчи каких-либо данных, баз данных или программного обеспечения. Мы вправе отказать клиенту в выводе средств без объяснения причин.
          Мы не будем нести ответственность перед Вами в отношении каких-либо чрезвычайных или косвенных убытков или ущерба.
          Возмещение ущерба
          Настоящим Вы гарантируете и обязуетесь возмещать нам ущерб по любым убыткам, суммам возмещения ущерба, издержкам, суммам материальной ответственности и затратам (включая, но не ограничиваясь, судебными издержками и любыми суммами, выплачиваемыми нами каким-либо третьим сторонам при урегулировании претензий или споров по совету наших консультантов), понесенным нами в результате какого-либо нарушения Вами каких-либо положений настоящих Условий пользования вебсайтом.
          Нарушение настоящих Условий пользования вебсайтом
          Без ограничения других наших прав по настоящим Условиям пользования вебсайтом, в случае, если Вы каким-либо образом нарушите настоящие Условия пользования вебсайтом, мы будем иметь право предпринять любое действие, которое посчитаем целесообразным.
          Внесение изменений
          Мы вправе пересматривать настоящие Условия пользования вебсайтом время от времени. Измененные Условия пользования вебсайтом вступают в силу и становятся применимы к использованию нашего вебсайта с даты их публикации на нашем вебсайте. Пожалуйста, регулярно заходите на эту страницу, чтобы иметь возможность ознакомиться с актуальной версией Условий пользования вебсайтом.
          Исключение прав третьих сторон
          Настоящие Условия пользования вебсайтом составлены в Ваших и наших интересах, а не в интересах каких-либо третьих сторон, и не предназначены для реализации их исковой силы какой- либо третьей стороной. Осуществление Ваших и наших прав в отношении настоящих Условий пользования вебсайтом не регулируется согласием какой-либо третьей стороны.
          Неделимость договора
          Настоящие Условия пользования вебсайтом вместе с нашими Правилами Конфиденциальности Персональных Данных составляют полный объем договоренностей между Вами и нами в отношении использования Вами нашего вебсайта и заменяют собой все предыдущие договоренности, касающиеся Вашего пользования этим вебсайтом.
          Правила Конфиденциальности Персональных Данных
          Информация, которую мы собираем через вебсайт Corex Brokers, включает:
          Контактные и персональные данные, которые пользователи добровольно сообщают нам
          Corex Brokers предприняла разумные меры для обеспечения безопасности персональных данных своих пользователей.
          Если говорить о других вебсайтах, ссылки на которые содержит наш вебсайт, настоящие
          Правила Конфиденциальности Персональных Данных не распространяются на эти другие вебсайты, и мы не несем Corex Brokers может использовать Ваши персональные данные в ходе своей обычной деловой деятельности.
          Corex Brokers не вправе предоставлять Ваши персональные данные третьим сторонам, а также каким-либо государственным органам или организациям, чей доступ к этим данным неправомочен, для независимого использования ими этих данных без Вашего согласия. Corex Brokers вправе, однако, сообщать Ваши персональные данные своим аффилированным лицами и деловым партнерам.
          Применимое право и юрисдикция
          Настоящие Условия пользования вебсайтом будут регулироваться и подлежат толкованию в соответствии с законами Кипра, и любые споры, возникающие в связи с настоящими Условиями пользования вебсайтом, будут рассматриваться в судах Кипра.
          Corex Brokers вправе менять эти правила время от времени, внося изменения в содержание этой страницы вебсайта. Вам следует периодически заходить на эту страницу, чтобы понять, согласны ли Вы с этими изменениями или нет.
        </div>
      </div>
    </section>

    <Footer/>
  </div>
</template>

<script>
import Footer from "@/views/partials/footer";
import Header from "@/views/partials/header";

export default {
  name: 'PageAbout',
  components: {Header, Footer}
}
</script>
